{
    "Name": "Daniel Strunk",
    "Age": "30",
    "Hometown": "Cincinnati, OH",
    "Current Residence": "New Haven, CT",
    "Occupation": "Law Clerk",
    "Favorite Hobbies": "Movie fanatic, LEGOs, keeping track of things, and SURVIVOR",
    "3 Words to Describe You": "Ebullient, driven",
    "Pet Peeve": "People who are so convinced they are right that they foreclose debate; people who are disruptive in movie theaters; when people try to talk to you even though you are wearing headphones; oatmeal raisin cookies masquerading as chocolate chip cookies.",
    "What is the accomplishment you are most proud of": "I wrote in my journal a personal philosophy on what I think the purpose of life is, influenced by my battle with cancer, my religion and my ideological beliefs.",
    "What is something we would never know from looking at you": "I collect signed pocket U.S. Constitutions. Among others, I have one signed by Chief Justice Roberts, Justice Thomas, Justice Alito, Justice Sotomayor, and the former U.S. ambassador to Estonia.",
    "Who is your hero and why": "George Washington, for being one of the few to ever resist power of that magnitude. Roddie Edmonds, for putting his life on the line to do what was right.",
    "Which past Survivor will you play the game most like": "In order for me to win, I will need to lower my threat level from the get-go. The most natural way is to embrace my inner goofy, like Fabio. And then, obviously the winners I would model my game after are Yul and Todd.",
    "Why do you believe you can be the Sole Survivor": "I truthfully think the odds are against me. It is all going to be a matter of threat management. I’m going to leave it all on the table. I will play my heart out because it will probably be the one shot I get – I’ve been waiting years, and I want no regrets. I can’t promise you I will win, but I can promise you I will have fun and make the most of this opportunity. Cancer survivors don’t go anything less than full throttle."
}
