{
    "Name": "Hai Giang",
    "Age": "29",
    "Hometown": "Atlanta, GA / Gia Rai, Bac Lieu, Vietnam",
    "Current Residence": "New Orleans, LA",
    "Occupation": "Data Scientist",
    "Favorite Hobbies": "Traveling to new cities and using their public transit system to explore, bringing my dogs to dog parks, recreating all my favorite dishes from scratch using recipes I find online.",
    "3 Words to Describe You": "Aggressive, astute, and audacious.",
    "Pet Peeve": "I hate judgmental people. Looking down on someone for their lifestyle or choices because they’re not the same choices you make is so stupid. I hate patronizing people who talk down to others. Oh, and I hate when people wear shoes in my house.",
    "What is the accomplishment you are most proud of": "I’m the first person from my family to go to college and graduate. I bought my first home at 24. I paid off all my student loans ($40k) by age 26. I am the youngest associate director of analytics at my company, by age 27. Most importantly, I’m mentoring my younger brother to ensure he surpasses me in all aspects. Watching him make strides in school and in his personal life is my greatest accomplishment.",
    "What is something we would never know from looking at you": "People would never guess that I grew up in extreme poverty by looking at me now. My family and I have very comfortable lives today, but we’ve had to hustle and fight for the past two decades to improve our socio-economic class. We started in a one-bedroom apartment, shared with another family. My parents both worked seven days a week to provide for us, so I was often left alone to fend for myself from the age of 8. I learned to survive and be resilient from a very young age. People don’t see that now, but I’ll always cherish those tougher years. They made me strong.",
    "Who is your hero and why": "My mother is my hero. Cliché answer, but it’s true. She came to the U.S. with my father and me as a 23-year-old refugee with no grasp of the English language and $40 in her pockets. I could only imagine how much courage that takes. She worked hard, took no breaks and was able to provide for me despite all the challenges she faced.",
    "Which past Survivor will you play the game most like": "I want to say Parvati, but I’m not that hot nor charming. I will realistically be similar to Aubry. She was just a strategic mastermind. She understood social rankings and was able to strategize across very nuanced alliances. She’s also non-threating, similar to myself, so I’ll focus on keeping bigger physical and social threats around to ensure myself a shield. She was also not afraid to cross-alliance lines and work with people who could further her game. Don’t rule anyone out.",
    "Why do you believe you can be the Sole Survivor": "I believe that I am a well-rounded individual with great logical sense, a strong ability to read social situations, amazing speaking abilities, and a strong desire to better my family’s lives. There is no alternative besides coming home with a million-dollar check."
}