{
    "Name": "Lindsay Dolashewich",
    "Age": "31",
    "Hometown": "Morganville, NJ",
    "Current Residence": "Asbury Park, NJ",
    "Occupation": "Dietitian",
    "Favorite Hobbies": "Co-ed flag football in the sand at Bar A by the shore. Interior decorating for the holidays. Any high intensity or adrenaline activity – snowboarding, paintballing, skydiving, wake surfing, etc.",
    "3 Words to Describe You": "Loud! Growing up, my friends’ parents always described me as “the loud friend.” Talkative – all of my report cards every year [said] “talkative” or “distracts others.” Intense personality – I’m a good person, but I definitely do not mesh with everyone.",
    "Pet Peeve": "I hate wasted time. Anything that just eats away time drives me nuts. I have too much pent-up energy that I need to do something. I hate slow and quiet talkers. Spit it out and speak up! This is why New Jersey is my homeland and the only place people understand me. We are all cut from the same cloth.",
    "What is the accomplishment you are most proud of": "Becoming a dietitian and starting my own business. I never thought I would be in this position and be taking on this role. I surprised myself with what I am capable of, and I have more motivation than ever. I clearly can do much more than I thought, and now I want to see how far I can push myself. I run my own business, I conducted my first real interview and just hired a woman who could be my mom. I am literally now a BOSS! I gathered an accountant, payroll team, billing company, logo person, etc. My family is just as shocked as I am with what I managed to accomplish in such a short time frame. And we have been so successful! We have tripled our revenue in our second year and have been recognized nationally. My entire personality screams SURVIVOR. Now with this momentum under my belt, nothing is going to stop me. Watch out tribe!",
    "What is something we would never know from looking at you": "I played tackle football. It was difficult being on a team where nobody wanted me there, including my coaches. My teammates would literally hit me harder than everyone else because I was a girl. I’m not going to lie, it hurt a lot. But that wasn’t going to stop me from playing and hitting harder back.",
    "Who is your hero and why": "I would have to say my younger sister. She graduated college to work in environmental law. She is super passionate about saving the environment and making the world safer for people. She is going to do great things. She is incredibly charming. She has this way about her that everyone immediately loves her. But she is also a very strong person. Not physically, but mentally. She does not back down from anyone or get intimidated. Even though she is my younger sister, I really look up to her. She has such great morals and is truly so caring and compassionate for others and always puts others first. She is awesome! She is just as big of a goofball as me.",
    "Which past Survivor will you play the game most like": "Lauren Beck. She is very self-aware, and I feel like she does a great job of assessing everyone else’s strengths and weaknesses, which helps her have a very good handle on the social game and how to outwit the best out of everyone. At the end of the day, it doesn’t matter how physically good you are at things. The social game dictates if you get voted out. This quality is the most important in my eyes.",
    "Why do you believe you can be the Sole Survivor": "I can definitely outwit everyone since I am very familiar with dealing with different types of people and have always had a strategic mind. I can read people very well and am very good at persuading others. Plus, let’s be real, people are stupid. And when people are hungry, they forget how to stay composed. Once you see the cracks, it gets easier to outwit. I can outplay everyone because I am very competitive and athletic so I should be one of the top competitors in challenges. I’m an animal. I can outlast everyone because I have grit. I have always been able to endure difficult and uncomfortable situations when needed if I know there is a bigger outcome on the other side waiting for me. I don’t break easily. I have too much determination to ever think to quit. I will be the final Survivor!"
}