{
    "Name": "Maryanne Oketch",
    "Age": "24",
    "Hometown": "Ajax, Ontario",
    "Current Residence": "Ajax, Ontario",
    "Occupation": "Seminary Student",
    "Favorite Hobbies": "Tabletop / video games, reading and snowboarding",
    "3 Words to Describe You": "Energetic, empathetic, and chaotic",
    "Pet Peeve": "When people don’t listen to me, people who walk slowly in front of me, anything that disrupts my sleep, hypocrites, and people who don’t apologize.",
    "What is the accomplishment you are most proud of": "Writing an article for my school newspaper that led to me being invited to consult with my university’s Equity and Inclusion officer on creating a better framework and support for Black students at McMaster University. Being able to use my voice for change that not only benefitted me was so empowering.",
    "What is something we would never know from looking at you": "I am a great listener! Just because I talk a lot, it does not mean I am not listening. People are so used to hearing me when I am there, so when I am quiet, people usually don’t think I’m there and I can take notice on what they are saying. Also, I check in on people and let them vent to me, which gives me more context about them that can help guide my future decisions.",
    "Who is your hero and why": "My hero is my mother. She was born into poverty in a village in Kenya as the youngest of five. My mother is so hardworking and managed to get herself out of poverty and became a doctor in Kenya and was able to provide for her mom. She then gave that all up to support my father’s dreams, but then became a doctor in Canada while having three young children while dealing with the systemic racism in academic medicine. My mom sacrificed and worked so hard to give her family a better life and never faltered from her dreams. I aspire to be like her. She changed my life.",
    "Which past Survivor will you play the game most like": "Davie. Davie was someone who had loyalty to many people, had a strong core alliance and was social. Not only that but he was able to find idols and win challenges and play idols correctly to further his game. But most of all, Davie had so much fun when he was on the island, no matter if he was on the top or bottom of his tribe. Davie had the path to 6th place, and I will perfect it to 1st.",
    "Why do you believe you can be the Sole Survivor": "I believe I will win SURVIVOR because I am a social person, and SURVIVOR at its core is a numbers game. I have lived in diverse cities and also been in situations where I was the only black person. But in every situation, I thrived and SURVIVOR is another place where my resilience and personality will shine. Also, I never go down without a fight. When all hope is lost, I will be searching for idols, talking to people, and convincing them that me staying is best for everyone. I am going on SURVIVOR to win and I will do everything in my power to do so."
}