{
    "Name": "Omar Zaheer",
    "Age": "31",
    "Hometown": "Kitchener, Ontario",
    "Current Residence": "Whitby, Ontario",
    "Occupation": "Veterinarian",
    "Favorite Hobbies": "Training animals, Settlers of Catan, and watching TV",
    "3 Words to Describe You": "Silly, empathetic and shameless",
    "Pet Peeve": "People who complain about the cost of vet care, rudeness, feeding seeds to parrots, gym grunters, Joey from “Friends,” the fact that mini wheats have gelatin, when people talk bad about pigeons, and institutional racism.",
    "What is the accomplishment you are most proud of": "I’m most proud of setting my mind to become an exotic animal specialist from undergrad. It is more difficult to get into vet school than med school in Canada, and the avian/exotics residency has the lowest admission rate of any specialty (3-5%). I’m also proud of maintaining my Muslim values while living in the Western world – abstaining from alcohol, pork and premarital sex – no matter how hard it may be. I am also proud of the resilience I didn’t know I had within me to deal with my father’s death in 2017.",
    "What is something we would never know from looking at you": "People would never know the difficult childhood I had financially and emotionally. We had very little money, living off my mom’s disability support; there were times where our lights were cut, we were evicted, and there was little money for food. Given that level of instability, people would be surprised to realize how far I’ve been able to come. I still love both my parents very much, but I can also recognize their shortcomings. Their love for us was never a question to me, but I can reconcile that they are imperfect people who did the best they could, even though they fell short in some important ways. Also, I’m afraid of condiments.",
    "Who is your hero and why": "Although my father had many shortcomings, he’s definitely someone I consider a hero. He had a tremendous amount of love for his children and even through some of his poor choices, that always shined through. He is missed every single day. I also admire my older sister very much because she often acted as a parent towards my younger sister and I but had no one to look up to herself. She’s always been there for us emotionally, financially, or with whatever we need. She has risen to be a top emergency psychiatrist in Toronto, and that work with mental health is so important.",
    "Which past Survivor will you play the game most like": "Rob Cesternino’s strategic prowess – he really understood the power dynamics and when to shift the game, and also made people feel comfortable with humor. He was also able to articulate his game beautifully in confessional. Cirie Fields – her sit, wait, and strike strategy is savage. Tyson Apostol – his sass and strategic game. Kim Spradlin – her social skills were top notch, and she made an alliance with everyone, and wasn’t afraid to make moves. Natalie Anderson for her laser focus.",
    "Why do you believe you can be the Sole Survivor": "“They must adapt, or they’ll be voted out of the game.” A statement that has not changed. You can look to nature and Darwin’s theory of evolution and see how the fittest survive, but the fittest may not be the lion in every situation. My ability to adapt, connect with others, understanding strategy & how to manipulate numbers, and most importantly – social awareness of myself and others are the key ingredients to success. I am not going to leave everything to starve on an island to let someone else win. I am playing for me and my family, and no one will get in the way of that. I can’t wait to do the show I love so much proud, by not only winning but being the first Indian and Muslim to do so. It would be a dream come true to see my nieces watch me win and serve as a role model – that will never leave my mind."
}