{
    "Name": "Swati Goel",
    "Age": "19",
    "Hometown": "Palo Alto, CA",
    "Current Residence": "Palo Alto, CA",
    "Occupation": "Ivy League Student",
    "Favorite Hobbies": "Reading on the beach, theatre, and all things SURVIVOR",
    "3 Words to Describe You": "Competent, charismatic, caring",
    "Pet Peeve": "People who have big dreams but don’t work hard. People who are emotionally manipulative, or people who try to control me or tell me how to live my life.",
    "What is the accomplishment you are most proud of": "Getting into every college I applied to because I worked hard for that, writing and directing my own show and having a successful community response, and enlisting in the Army National Guard. I was raised to prioritize things like service to my country and the world. I’m really proud of my decision to enlist.",
    "What is something we would never know from looking at you": "I’m a karate black belt. Just kidding. It’s jujitsu. Just kidding. Probably nothing. I am very open and honest. I don’t want my insecurities to feed into other people’s so I try to be as real as possible.",
    "Who is your hero and why": "Elon Musk. My life’s mission is to change the world for the better. Building something like Tesla, which is uber successful and also a boon to the environment, is my dream.",
    "Which past Survivor will you play the game most like": "A cross between Victoria Baamonde and Chaos Kass. Victoria’s blindside of Aubrey is one of the most underappreciated moves ever, in my opinion, but she needed to take more control of her game, like Kass.",
    "Why do you believe you can be the Sole Survivor": "Having grown up in the most competitive environment in America, I’ve gotten pretty good at persuading people to cheerfully act in my best interests and not theirs. Recommendation letters, winning elections, high attendance for all my events, etc. -- my entire life has been a highly successful exercise in persuasion. It sounds awful, but to some extent, I live every day the way Tony plays."
}