{
    "Name": "Tori Meehan",
    "Age": "25",
    "Hometown": "Tulsa, OK",
    "Current Residence": "Rogers, Arkansas",
    "Occupation": "Therapist",
    "Favorite Hobbies": "Crossfit, playing board games or card games, spending time with family (I’m the middle child of five kids.)",
    "3 Words to Describe You": "Quirky, warm, self-aware",
    "Pet Peeve": "When people lack self-awareness, are emotionally reactive, immature, or petty",
    "What is the accomplishment you are most proud of": "I graduated 100% debt-free from my undergraduate degree and paid for 50% of my master’s degree by competing in pageants and by earning academic scholarships.",
    "What is something we would never know from looking at you": "I get this all the time: “When I first met you, I thought you were going to be a mean girl, but now that I know you, that’s not the case.” People tend to stereotype me, so they’re surprised when they realize I have depth, am intelligent and that I do a lot of super nerdy things.",
    "Who is your hero and why": "It would be so cheesy to say “Jesus,” but I did want to use this question to explain the importance of my faith. I am a fully devoted follower of Christ, and my life motto is to “love God and love people.” I recognize that there is a higher calling on my life than simply living for myself.",
    "Which past Survivor will you play the game most like": "100% Kim Spradlin. Not only was she a beast in challenges, but her social game was so strong. She developed genuine relationships with the other players, and almost everyone considered her a trustworthy ally, even if she didn’t feel the same way about them. Her tribemates viewed her as a leader, and her alliance members followed her lead. She didn’t go into the game trying to be super manipulative and deceptive. I felt like she tried to be as authentic as she could in a game like SURVIVOR.",
    "Why do you believe you can be the Sole Survivor": "I am the total package. I am a strong social player because of my background in counseling and psychology, so I understand human behavior. I genuinely care about people and know how to connect on a deeper, personal level. I am an animal when it comes to anything physical because of my strength, grit, and unrelenting determination. I have studied the game of SURVIVOR, so I know what strategy will work in the game. I come off as a very sweet, trustworthy person, but people have no idea what I’m capable of. I know how to balance being a huge threat, while also drawing people in and making them want to work with me. My faith gives me an advantage because I can rely on God when I am weak and ask Him for guidance."
}