{
    "Name": "Zach Wurtenberger",
    "Age": "22",
    "Hometown": "Weston, FL",
    "Current Residence": "St. Louis, MO",
    "Occupation": "Student",
    "Favorite Hobbies": "Social strategy games, sketch comedy writing and running",
    "3 Words to Describe You": "Clever, competitive and storyteller",
    "Pet Peeve: People who don’t tip. I used to deliver pizza, so it’s a pretty big deal for me. My biggest one is when the bill is like $19.95, and the customer handed me a $20 smiling and said, “Keep the change.” Oh, really": "I get to keep your nickel",
    "What is the accomplishment you are most proud of": "At the moment, there’s a bunch of academic stuff, like getting into Washington University and winning the Tournament of Champions (the biggest tournament of the year in debate). But for personal accomplishments, I’m really proud of this one sketch I wrote for our spring comedy show, titled “Skate Park.” There was no trophy or award or anything, but I worked extremely hard on it, and it absolutely killed. It was really rewarding.",
    "What is something we would never know from looking at you": "I think that a lot of people would assume because I’m young, that I’m naïve or that I have no life experience. That couldn’t be further from the truth. I am a hustler. I’ve worked hard for my grades, my scores and competitive success. I wanted to go to a top-tier school, so I worked hard to get in. I have worked hard for what I have, and I’m proud of it.",
    "Who is your hero and why": "My parents. They’ve supported me in every way imaginable and I’m so unbelievably lucky to have them. When I was going through tough times, they were always there for me, and I just want to be able to repay them some day. And for non-family hero, Ethan Zohn. He was the first Jewish person I ever saw on TV, which was so insanely cool for 5-year-old me. And beyond that, he’s just such an inspirational person.",
    "Which past Survivor will you play the game most like": "Todd Herzog. He played a brilliant game in China, where he controlled every single vote from the shadows. We’re in a period of SURVIVOR now where the tallest tree is the first one cut; just look at Edge of Extinction’s boot order. You need to build a resume, but you can’t let anyone realize how extensive your resume is until it’s too late. Todd managed to keep his threat-level low while subtly manipulating every facet of the game and revealed everything at Final Tribal Council. I’d also love to mix that with Jeremy’s meat shield strategy, so that I’m never the first one targeted if things go awry.",
    "Why do you believe you can be the Sole Survivor": "I love all of the core skills that you need to win the game. I’m extremely personable and make friends easily. I’m super intelligent and strategic, with a vast knowledge of the game. I’m athletic enough to not be a liability, but not enough to be a threat. And most importantly, I am willing to work harder than anyone to win. In speech and debate, I competed against hundreds of students from around the country every weekend. These people were just as smart as me, just as well-spoken and just as talented. But I beat them because I worked harder and because I wanted it more. And the same will be true for SURVIVOR."
}